Задание #1
Создайте систему регистрации и авторизации. Регистрационные данные должны быть записаны в базе данных в открытом виде, без шифрования.
Создайте форму, в которой будут иметься поле для ввода имени, возраста и описания о себе. Поля не могут содержать HTML код
Добавьте поле “фотография”, которое загрузит файл с картинкой. Все остальные типы файлы не должны быть загружены.
Файл поместите в папку “photos”, а остальные поля сохраните в базу данных
Добавьте функциональность вывода списка файлов в директории “photos”, иметь возможность удаления и переименовывания файлов, с занесением обновлений в БД
Доступ ко всему функционалу доступен только авторизованному пользователю. 
